"ACL and permission settings are changed, but not applied" = "ACL en bevoegdheden zijn gewijzigd maar niet toegepast";
"Administration" = "Administratie";
"All descendants" = "Alle kinderen";
"Allow" = "Toestaan";
"Append Data" = "Data toevoegen";
"Applies To" = "Van toepassing op";
"Applies to" = "Van toepassing op";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Weet u zeker dat u alle ACL, gebruiker, groep en bevoegdheden wilt toepassen op alle onderdelen van de pad-hierarchie?";
"Change Owner" = "Wijzig eigenaar";
"Change Permissions" = "Wijzing bevoegdheden";
"Child files" = "Child bestanden";
"Child folders" = "Child mappen";
"Create Files" = "Maak bestanden aan";
"Create Folder" = "Maak map aan";
"Custom…" = "Eigen…";
"Delete" = "Verwijderen";
"Delete Subfolders and Files" = "Verwijder submappen en bestanden";
"Deny" = "Weiger";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Wilt u de gewijzigde ACL en bevoegdheden toepassen op onderdeel \"%@\"?";
"Effective Permissions" = "Effectieve bevoegdheden";
"Execute File" = "Bestand uitvoeren";
"Full Control" = "Volledige controle";
"Groups" = "Groepen";
"Inherit Entries from Parent Folder" = "Neem eigenschappen over van moedermap";
"Inherited" = "Geërfd";
"Inherited:" = "Geërfd:";
"List Folder Contents" = "Toon mapinhoud";
"Make Inherited Entries Explicit" = "Pas geërfde bevoegdheden toe";
"No Access" = "Geen toegang";
"Not this item" = "Sla onderdeel over";
"Permission" = "Bevoegdheden";
"Permission Type:" = "Bevoegdheden-type:";
"Propagate Permissions…" = "Zet bevoegdheden…";
"Read" = "Lees";
"Read & Write" = "Lezen en schrijven";
"Read Attributes" = "Lees-instellingen";
"Read Data" = "Lees data";
"Read Extended Attributes" = "Lees Extended Attributes";
"Read Permissions" = "Lees bevoegdheden";
"Remove Inherited Entries" = "Verwijder geërfd toevoegingen";
"Revert" = "Herstel";
"Save" = "Bewaar";
"Set of Permissions" = "Bevoegdheden-sets";
"Sort Access Control List Canonically" = "Sorteer Access Control lijst chronologisch";
"This item" = "Dit onderdeel";
"Traverse Folder" = "Traverse map";
"Type" = "Type";
"User or Group" = "Gebruiker of groep";
"User or Group:" = "Gebruiker of groep:";
"Users" = "Gebruikers";
"Write" = "Schrijven";
"Write Attributes" = "Schrijf-instellingen";
"Write Data" = "Schrijf-gegevens";
"Write Extended Attributes" = "Schrijf Extended Attributes";
